Repository: al-mahir/iOS
Catalog: Modules/Home/Sources/Home/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: 'Abasa
ar: عبس

# %@ • Ayah %lld
source: %1$@ • Ayah %2$lld
ar: %1$@ • آية %2$lld

source: %lld% Complete
ar: مكتمل بنسبة %lld٪

source: Active Circles
ar: الحلقات النشطة

source: Ad-Dhariyat
ar: الذاريات

source: Ad-Duhaa
ar: الضحى

source: Ad-Dukhan
ar: الدخان

source: Al-'Adiyat
ar: العاديات

source: Al-'Alaq
ar: العلق

source: Al-'Ankabut
ar: العنكبوت

source: Al-'Asr
ar: العصر

source: Al-A'la
ar: الأعلى

source: Al-A'raf
ar: الأعراف

source: Al-Ahqaf
ar: الأحقاف

source: Al-Ahzab
ar: الأحزاب

source: Al-An'am
ar: الأنعام

source: Al-Anbiya
ar: الأنبيائ

source: Al-Anfal
ar: الأنفال

source: Al-Balad
ar: البلد

source: Al-Baqarah
ar: البقرة

source: Al-Baqarah Revision
ar: مراجعة سورة البقرة

source: Al-Bayyinah
ar: البينة

source: Al-Buruj
ar: البروج

source: Al-Fajr
ar: الفجر

source: Al-Falaq
ar: الفلق

source: Al-Fath
ar: الفتح

source: Al-Fatihah
ar: الفاتحة

source: Al-Fil
ar: الفيل

source: Al-Furqan
ar: الفرقان

source: Al-Ghashiyah
ar: الغاشية

source: Al-Hadid
ar: الحديد

source: Al-Hajj
ar: الحج

source: Al-Haqqah
ar: الحاقة

source: Al-Hashr
ar: الحشر

source: Al-Hijr
ar: الحجر

source: Al-Hujurat
ar: الحجرات

source: Al-Humazah
ar: الهمزة

source: Al-Ikhlas
ar: الإخلاص

source: Al-Infitar
ar: الانفطار

source: Al-Insan
ar: الإنسان

source: Al-Inshiqaq
ar: الانشقاق

source: Al-Isra
ar: الإسراء

source: Al-Jathiyah
ar: الجاثية

source: Al-Jinn
ar: الجن

source: Al-Jumu'ah
ar: الجمعة

source: Al-Kafirun
ar: الكافرون

source: Al-Kahf
ar: الكهف

source: Al-Kawthar
ar: الكوثر

source: Al-Layl
ar: الليل

source: Al-Ma'arij
ar: المعارج

source: Al-Ma'idah
ar: المائدة

source: Al-Ma'un
ar: الماعون

source: Al-Māhir
ar: الماهر

source: Al-Masad
ar: المسد

source: Al-Mu'minun
ar: المؤمنون

source: Al-Muddaththir
ar: المدثر

source: Al-Mujadila
ar: المجادلة

source: Al-Mulk
ar: الملك

source: Al-Mumtahanah
ar: الممتحنة

source: Al-Munafiqun
ar: المنافقون

source: Al-Mursalat
ar: المرسلات

source: Al-Mutaffifin
ar: المطففين

source: Al-Muzzammil
ar: المزمل

source: Al-Qadr
ar: القدر

source: Al-Qalam
ar: القلم

source: Al-Qamar
ar: القمر

source: Al-Qari'ah
ar: القارعة

source: Al-Qasas
ar: القصص

source: Al-Qiyamah
ar: القيامة

source: Al-Waqi'ah
ar: الواقعة

source: Ali 'Imran
ar: آل عمران

source: An-Naba
ar: النبأ

source: An-Nahl
ar: النحل

source: An-Najm
ar: النجم

source: An-Naml
ar: النمل

source: An-Nas
ar: الناس

source: An-Nasr
ar: النصر

source: An-Nazi'at
ar: النازعات

source: An-Nisa
ar: النساء

source: An-Nur
ar: النور

source: Ar-Ra'd
ar: الرعد

source: Ar-Rahman
ar: الرحمن

source: Ar-Rum
ar: الروم

source: As-Saf
ar: الصف

source: As-Saffat
ar: الصافات

source: As-Sajdah
ar: السجدة

source: Ash-Shams
ar: الشمس

source: Ash-Sharh
ar: الشرح

source: Ash-Shu'ara
ar: الشعراء

source: Ash-Shuraa
ar: الشورى

source: Assalamu Alaikum, %@
ar: السلام عليكم، %@

source: At-Taghabun
ar: التغابن

source: At-Tahrim
ar: التحريم

source: At-Takathur
ar: التكاثر

source: At-Takwir
ar: التكوير

source: At-Talaq
ar: الطلاق

source: At-Tariq
ar: الطارق

source: At-Tawbah
ar: التوبة

source: At-Tin
ar: التين

source: At-Tur
ar: الطور

# Ayah %lld · Juz %lld
source: Ayah %1$lld · Juz %2$lld
ar: آية %1$lld · الجزء %2$lld

source: AYAH OF THE DAY
ar: آية اليوم

source: Az-Zalzalah
ar: الزلزلة

source: Az-Zukhruf
ar: الزخرف

source: Az-Zumar
ar: الزمر

source: Begin your journey with Al-Fatihah, Page 1
ar: ابدأ رحلتك مع سورة الفاتحة، صفحة ١

source: Beginners Children
ar: مبتدئين الأطفال

source: busy
ar: مشغول

source: Continue your journey with the light of guidance.
ar: واصل رحلتك مع نور الهداية.

source: EXPLORE QURAN
ar: استكشف القرآن

source: Fatir
ar: فاطر

source: Fussilat
ar: فصلت

source: Ghafir
ar: غافر

source: Gust
ar: زائر

source: Hassan Khalil
ar: حسن خليل

source: Hud
ar: هود

source: Ibrahim
ar: إبراهيم

source: JD
ar: ز

source: Join
ar: انضمام

source: Juz %lld
ar: الجزء %lld

source: LAST READ
ar: آخر قراءة

source: Learn with a Sheikh
ar: تعلم مع شيخ

source: Luqman
ar: لقمان

source: Maryam
ar: مريم

source: Muhammad
ar: محمد

source: No tests taken yet
ar: لا توجد اختبارات سابقة

source: Nuh
ar: نوح

source: offline
ar: غير متصل

source: Omar Al-Fadl
ar: عمر الفضل

source: online
ar: متصل

source: Page %lld
ar: صفحة %lld

source: Qaf
ar: ق

source: Quran Recitation Test
ar: اختبار تلاوة القرآن

source: Quran Test
ar: اختبار القرآن

source: Quraysh
ar: قريش

source: Recent Test History
ar: سجل الاختبارات الأخيرة

source: Resume Reading
ar: متابعة القراءة

source: Saba
ar: سبأ

source: Sad
ar: ص

source: See All
ar: عرض الكل

source: Select a Juz', Surah, or Ayah range to begin testing your recitation accuracy.
ar: اختر جزءاً أو سورة أو نطاق آيات للبدء في اختبار دقة تلاوتك.

source: Start Exploring
ar: ابدأ الاستكشاف

source: Start Exploring Quran
ar: ابدأ استكشاف القرآن

source: Start New Test
ar: بدء اختبار جديد

source: Surah %@
ar: سورة %@

source: Taha
ar: طه

source: Test your memorization & track progress
ar: اختبر حفظك وتابع تقدمك

source: Test Your Recitation
ar: اختبر تلاوتك

source: Ya-Sin
ar: يس

source: Yunus
ar: يونس

source: Yusuf
ar: يوسف
